{
    "title":"Puto Coronavirus :v",
    "paragraphs":[
       {
          "position":1,
          "text":"La comunidad del Juego de Cartas Coleccionables de Pokémon se ha visto afectada desde hace unos meses por una pandemia global que ha paralizado el panorama por completo. Por medidas de seguridad, TPCi se ha visto obligado a cancelar todos los futuros eventos incluyendo el Mundial de Londres. Ya comunicaron que dicho mundial será pospuesto a Agosto de 2021 y seguirá celebrándose en Londres, pero la cancelación del circuito ha provocado un cambio importante en la comunidad."
       },
       {
          "position":2,
          "text":"Desde que comenzó el confinamiento los usuarios de la aplicación online del Juego de Cartas Coleccionables ha aumentado considerablemente al ser la única forma oficial de jugar de forma no presencial. Ésto ha generado tanto movimiento en el terreno online que se han llegado a celebrar numerosos eventos, desde torneos amistosos con amigos hasta clasificatorios con premios en metálico en los que han llegado a participar más de 1.300 jugadores. Dada la popularidad actual de los torneos online, esto ha provocado un tráfico mayor de códigos de sobres online que en físico, contando también con los esperados retrasos en los envíos de material sellado a las tiendas autorizadas por el cierre o limitación del acceso a ciertas fronteras."
       },
       {
          "position":3,
          "text":"Visto el éxito de este torneo, TPCi ha decidido organizar la Players Cup: una serie de clasificatorios online separados por regiones donde todos los jugadores tendrán la oportunidad de mostrar su valía y optar a conseguir los gastos de viaje pagados para un futuro torneo Internacional de su elección. Otros torneos relevantes (aparte de la ya mencionada Players Cup que empezará en unos días) han sido los 4 clasificatorios organizados por Limitless y varios torneos de formatos expandidos pasando por formatos de Mundiales anteriores."
       }
    ]
 }